{
  "About": "HAQQIMIZDA",
  "Business trainings": "BİZNES TƏLİMLƏRİ",
  "Open programs": "Açıq proqramlar",
  "Dream team": "Dream team",
  "Consulting": "Konsaltİnq",
  "Webinars": "Vebİnarlar",
  "Useful": "Faydalı",
  "Gallery": " QALEREYA",

  "Corporate Training": "KORPORATİV TƏLİM KOMANDA İŞİNİN SƏMƏRƏLİLİYİNİ ARTIRIR",
  "Corporate training programs can effectively": "Təlim zamanı bir neçə işçinin, bir şöbənin və ya şirkət bölməsinin işçilərinin eyni vaxtda yeni bilik və bacarıqlara yiyələnməsi məsələsi həll olunur.",
  "Invitation process": "FƏALLIQ",
  "Make a breakthrough": "İş mühitində bir irəliləyiş etmək, işə münasibəti dəyişmək, kamillik və məsuliyyəti artırmaq",
  "Skill processes": "TƏCRÜBƏ PROSESLƏRİ",
  "Get specific tools": "Müvafiq alətlər, sxemlər və formulalar əldə etmək. Peşəkar fəaliyyəti təkmilləşdirmək",
  "Continuous growth": "DAVAMLI İNKİŞAF",
  "Tune-in to new changes and achievements": "Yeni dəyişikliklərə və nailiyyətlərə köklənmək. Məqsədlərinizə çatmaq üçün yeni bacarıq və vasitələrdən istifadə etmək",
  "Open training": "AÇIQ PROQRAMLAR",
  "An open training format involves a combined composition": "Açıq təlim formatına müxtəlif şirkətlərin işçilərindən, həyat keyfiyyətini daha da yaxşılaşdırmaq istəyən şəxslərdən ibarət qruplar daxildir. Təlim, elan edilən proqrama uyğun olaraq seminar və ya biznes-təlim şəklində həyata keçirilir..",
  "Carry out an in-depth study of the issue": "Qarşıya qoyulan məqsədin dərin analizi, həyatda baş verənlərə münasibəti dəyişmək, kamillik və məsuliyyət səviyyəsini artırmaq",
  "Get specific tools, knowledge, skill practices": "Müvafiq vasitələr, biliklər, bacarıq təcrübələri əldə etmək",
  "Bring Purity of Mind to your life": "Zehni Saflığı həyatınıza gətirmək. Yeni hədəflərinizə və nailiyyətlərinizə uyğun olmaq. Kömək almaq və başqalarına kömək etmək. Yeni dostluqlar və həmfikir insanlar əldə etmək. Məqsədlərinizə çatmaq üçün yeni bacarıq və vasitələrdən istifadə edin",


  "What do you get from our open programs?": "AÇIQ MƏNBƏ PROQRAMLARIMIZ SİZƏ NƏ VERİR",
  "Results": "NƏTİCƏLƏR/NAİLİYYƏTLƏR",
  "A lot of practice and little theory": "Çox təcrübə, az nəzəriyyə. Siz iki nəfərlik, üçlü və ya qrup şəklində işləyirsiniz, oyunlarda iştirak edirsiniz. İllərlə davam edən vərdiş edilən qapalı mühitinizdən uzaqlaşırsınız. Keçmişin yükündən qurtulursunuz. Düşdüyünüz vəziyyətdən çıxış yolu tapırsınız və ya özünüz vəziyyəti dəyişirsiniz.",
  "Learning process": "TƏDRİS PROSESİ",
  "Activities are held in an atmosphere of trust and understanding": "Tədbirlər etibar və anlaşma, davamlı praktika, söhbət və mürəkkəb işlərin təhlili şəraitində keçirilir. Özünüz olmaqdan və mənfi qiymətləndirmədən qorxmayın. Psixoloji durumu qeyri sabit olan insanların iştirakı qadağandır.",
  "STRONG PERSONALITY SKILLS": "GÜCLÜ İNSANIN BACARIQLARI",
  "You learn to effectively manage your resources and time": "Resurslarınızı və vaxtınızı səmərəli idarə etməyi öyrənirsiniz. Fərqli yaşamağı öyrənirsiniz. Effektiv insanın bacarıqlarını və vərdişlərini mənimsəyirsiniz. Şəxsi və peşə həyatınızda yeni yüksəkliklər kəşf etməyə başlayacaqsınız.",
  "New circle of communication": "YENİ ƏHATƏ DAİRƏSİ",
  "You meet new people, gain new connections and get a lot of useful information": "Yeni insanlarla tanış olacaqsınız, yeni əlaqələr əldə edəcəksiniz, çoxlu faydalı məlumatlar əldə edəcəksiniz.",



  "Transformation program":"TRANSFORMASİYA” PROQRAMI'",
  "This program was created in the basis": "Bu proqram 25 ildən artıq müddət ərzində şərq fəlsəfələrinin dərin araşdırmaları və təcrübələri əsasında yaradılmışdır. Ulularımızdan bizə qalan bilik və təcrübəni dərk edib və ən yararlı anlarını toplamaq üçün bu qədər zaman tələb olundu.",


  "Self-development": "ÖZÜNÜ İNKİŞAF",
  "Self-development is a continuous improvement": "Özünü inkişaf dedikdə şəxsi və peşəkar keyfiyyətlərin daimi təkmilləşdirilməsi nəzərdə tutulur. Bu proses fərdi həyatı yaxşılaşdırmaq, mənəvi inkişaf etmək üçün şərait yaradır. İnsanın bu cür öz üzərində işləməsi həyatın nizama salınması, onun keyfiyyətinin artırılması üçün imkanlar yaradır, özünəinamı və aramlılığı inkişaf etdirir.",

  "Stress management": "STRESSİN İDARƏ EDİLMƏSİ",
  "We should cultivate our own": "Həddindən artıq gərginlikdən qorunmaq üçün, insan daima öz üzərində işləməlidir. \"Stressin idarə edilməsi\" təlimi irəliyə keyfiyyətli addım atmaqda kömək edə bilər.",

  "Time management": "VAXTIN İDARƏ EDILMƏSI",
  "What is time and how is it valuable to us": "axt nədir və o, bizim üçün niyə dəyərlidir?\nVaxtın İdarə edilməsi təlimi sizə vaxt kimi bir ehtiyatı necə idarə etməyi öyrədir.\nƏn vacib şeylərə daimi olaraq vaxt azlığının səbəbi nədir?",


  "Давайте познакомимся?": "ДАВАЙТЕ ПОЗНАКОМИМСЯ?",
  "Hello everyone, my name is Anar": "Hamını salamlayıram. Adım Anardır! Biznes təlimçi, biznes məsləhətçi, mentor və kouç kimi fəaliyyət göstərirəm. Təhsilim ali iqtisadi, sosial, biznes, təlimçi və kouçinq üzrədir. 1998-ci ildən bəri biznesin aparılması, restruktizasiya, biznesin inkişafı, biznesin yeni bazara inteqrasiyası, həmçinin investorların cəlb olunması sahəsində 50-dən yuxarı şirkət üçün biznes konsultasiyalar keçirmişəm. Bir neçə layihələrin müəllifiyəm : \" Tridend Project\", \"Entertainment & Amusement Park\", \"Lotus Residence\" və s. 2018-ci ildə yaradılmış \"Dot & Circle\" şirkətinin təsisçisiyəm. Britaniya \"Altempus Capital\" konsultasiya şitkətinin həmtəsisçisi olmuşam . \"Arkade\" komersiya şirkətinin həmtəsisçisi olmuşam. TMWIG Ltd USA Investisiya qrupunun həmtəsisçisi olmuşam. Təlimçi fəaliyyətinə 2000-ci illərdə başlamışam. Biznes və korporativ sahədə fərdi inkişaf üzrə mentor proqramlarının müəllifiyəm. Keçirdiyim təlimləri həm biznesin inkişafında, həm də fərdi inkişaf müstəvisində daxili gizli bacariqların və yaradıcılıq potensialının inkişafına yönəlmiş müəllif modeli üzrə işləyib hazırlayıram. Gənc yaşlarımdan şərq döyüş sənəti ilə maraqlanıram və məşqul oluram. Nəticə olaraq döyüş sənətinin ustası, 6-cı dan qara kəmər sahibiyəm. Hal hazırda Azərbaycanda Hap Ki Do federasiyasının vitse prezidenti simasında təmsilçisiyəm, həmçinin Su Bak Do federasiyasının həmtəsisçisiyəm. Döyüş sənətində 20 illik təcrübəmi həmtəsisçisi olduğum \"Döyüş sənəti ensiklopediyası\" və \"Taekvon do döyüş sənətinə yeni başlayanlar üçün dərslik\" kitablarında əks etdirmişəm. 30 + ildir ki, Şərq- Ortodoksal yoqa sistemini təcrübə edirəm. İnsan təbiətinin müşahidəsində böyük təcrübəm var. Dəqiq bilirəm ki, bütün dünya insan əqlində cəmləşib. Bu səbəbdən də insanla iş metodikası əsasında unikal meditativ texnikalardan, daxili konsentrasiya və gizli istedadların üzə çıxarılması sistemlərindən istifadə edirəm. Mənim məqsədim - öz təcrübə və bacarıqlarımı sizinlə paylaşmaq və sizin hərtərəfli inkişafınız və maksimal özünü reallaşdırmaq üçün ən yaxşı şəraiti yaratmaqdır.",



  "Work in groups":"Qruplarla iş",
  "Each participant voices his/her goals in the presence": "Qrupun bir üzvü digər qrup yoldaşlarının yanında hədəflərini səsləndirir",
  "Business Game": "Бизнес-игра",
  "\nIdentifying the strengths and weaknesses of habitual": "nMünasibət qurarkən vərdiş edilmiş davranışın güclü və zəif tərəfləri müəyyənləşir",
  "Work with a trainer": "Təlimçi ilə iş",
  "Familiarization with personal cases of participants": "İştirakçıların fərdi məqsədləri ilə tanışlıq və onlara düzəlişlərin edilməsi",
  "Work in pairs": "2 nəfərlik qrupla iş",
  "Each participant practices and consolidates the": "Hər bir iştirakçı keçilən materialı tətbiq etməklə yaddaşına həkk edir",
  "Mühazirə materialı": "Mühazirə materialı",
  "Outline of basic principles, concepts and stereotypes": "Uğurlu münasibətlərin formalaşması üçün vacib olan əsas prinsiplərin, anlayışların və stereotiplərin izah olunması",
  "Practice": "TƏCRÜBƏ 70%",
  "Theory": "NƏZƏRİYYƏ 30%",



  "Our trainings are for you, if ...": "Bizim təlimlərimiz Sizin\nüçündür Əgər siz ...",
  "1 You are development oriented": "1 İNKIŞAFA HƏDƏFLƏNMISINIZ",
  "And your goals are far beyond an average company goals": "Və sizin məqsədləriniz orta statistik şirkətlərin hədəflərini aşır",
  "2 You increase sales": "2 SATIŞLARI ARTIRMAQ ISTƏYIRSINIZ",
  "And you know that investment in training always works for profit": "Və bilirsiniz ki, əldə edilən yeni biliklər yeni gəlirlər gətirir",
  "3 You take care of the image": "3 İMIC HAQQINDA DÜŞÜNÜRSÜNÜZ",
  "And employees high performance is important for you": "Və istəyirsiniz ki, əməkdaşlarınız öz vəzifələrini mükəmməl icra etsinlər",
  "4 You build a team": "4 KOMANDA YARADIRSINIZ",
  "And strengths and power of corporate spirit is a priority for you": "Və korporativ ruhun gücünü üstün tutursunuz",

  "Go to": "Keçid almaq",


  "Goals": "MƏQSƏD",
  "Values": "DƏYƏRLƏR",
  "We look for tools to achieve the desired changes in our lives": "Öz həyatlarında arzu olunan dəyişikliklərə nail olmaq üçün vasitələr axtarmaq.",
  "To study effective technologies": "Faydalı üsul və yanaşmalara yiyələnmək və onları tətbiq etmək.",
  "We create the best conditions": "İştirakçının inkişafı və həyatda özünü reallaşdırmağı, peşəkar inkişaf, şəxsi həyat və karyera yüksəlişi sahəsində ən yüksək gözləntilərinin reallaşması, həyat keyfiyyətinin yüksəldilməsi üçün ən yaxşı şərait yaradırıq!",
  "Individual approach Continuous development": "Fərdi yanaşma. Davamlı inkişaf. 70% Təcrübə - 30% nəzəriyyə.",

  "Why we?": "Ni̇yə bi̇z ?",
  "Each training is a": "Hər bir təlim düşünülmüş, biznesin müasir tələblərini nəzərə alaraq mövzunun hər tərəfli təsvirini və izahını əhatə edən və müştərinin məqsəd və gözləntilərinə uyğunlaşdırılan açıq və çevik poqramdır. Biz təlim prosesini elə təşkil etməyə çalışırıq ki, qısa müddət ərzində iştirakçılara, onlara özlərini ifadə etməyə (və yaxud bacarıqlarını nümayiş etməyə) kömək edəcək vacib bilikləri ötürək və bu da biznesin inkişafı üçün səmərəli investisiya yatırımı olsun."
}