{
  "page in development": "page in development",

  "About": "About",
  "Business trainings": "Business trainings",
  "Open programs": "Open programs",
  "Dream team": "Dream team",
  "Consulting": "Consulting",
  "Webinars": "Webinars",
  "Useful": "Useful",
  "Gallery": "Gallery",
  "Welcome": "Welcome",

  "Corporate Training": "Corporate Training ",
  "Corporate training programs can effectively": "Corporate training programs can effectively improve the effectiveness of teamwork. In the process of implementation, issues of simultaneous training of several employees, personnel a department or a division of a company are solved",
  "Invitation process": "INITIATION PROCESS",
  "Make a breakthrough": "Make a breakthrough in the business environment, change your attitude to work, increase awareness and responsibility",
  "Skill processes": " SKILL PROCESSES",
  "Get specific tools": " Get specific tools, diagrams and formulas. Improve professional performance",
  "Continuous growth": "CONTINUOUS GROWTH",
  "Tune-in to new changes and achievements": " Tune-in to new changes and achievements. Use new skills and tools to achieve your goals",
  "Open training": "OPEN TRAINING",
  "An open training format involves a combined composition": "An open training format involves a combined composition of groups consisting of employees of various companies and individuals who want to make a qualitative change in their lives. Training is conducted in the form of a seminar, business training according to the program announced in the announcement.",
  "Carry out an in-depth study of the issue": "Carry out an in-depth study of the issue, change your attitude to what is happening in life, increase the level of awareness and responsibility",
  "Get specific tools, knowledge, skill practices": "Get specific tools, knowledge, skill practices",
  "Bring Purity of Mind to your life": "Bring Purity of Mind to your life. Tune-in to new goals and achievements. Get help and help others. Make new friends with like-minded people. Use new skills and tools to achieve your goals",
  "What do you get from our open programs?": "WHAT DO YOU GET FROM OUR OPEN PROGRAMS?",
  "Results": "RESULTS",
  "A lot of practice and little theory": "A lot of practice and little theory. You work in pairs, in triples and groups, participate in games. You get out of a vicious circle, which went on for years. You get rid of the burden of the past. You find a solution for your task or change the situation.",
  "Learning process": "LEARNING PROCESS",
  "Activities are held in an atmosphere of trust and understanding": "Activities are held in an atmosphere of trust and understanding. Constant practice, discussions and analysis of the complex cases. You can be yourself and not be afraid of a negative or judgmental assessment. People with an unstable state of mind are not allowed to participate in the training programs.",
  "Strong personality skills": "STRONG PERSONALITY SKILLS",
  "You learn to effectively manage your resources and time": "You learn to effectively manage your resources and time. You learn how to live differently - master the skills and techniques of an effective person. You begin to explore new heights in your personal and professional life.",
  "New circle of communication": "NEW CIRCLE OF COMMUNICATION",
  "You meet new people, gain new connections and get a lot of useful information": "You meet new people, gain new connections and get a lot of useful information.",

  "Transformation program": "TRANSFORMATION PROGRAM",
  "This program was created in the basis": "This program was created in the basis of a profound and rethought experience shaped by the study of Eastern philosophies for more than 25 years. It took many years to understand and select the most practical from our ancestors’ heritage.",

  "Self-development": "SELF-DEVELOPMENT",
  "Self-development is a continuous improvement": "Self-development is a continuous improvement of personal and professional qualities. This process allows you to improve your own life as well as to develop your intelligence. This self-improvement opens new opportunities for the harmonization of your life, its qualitative improvement, develops self-confidence and harmony.",

  "Stress management": "“STRESS MANAGEMENT”",
  "We should cultivate our own": "We should cultivate our own abilities in order to protect ourselves from excessive stress. “Stress management” training will help you to take a qualitative step forward.",

  "Time management": "TIME MANAGEMENT",
  "What is time and how is it valuable to us": "What is time and how is it valuable to us?\nTime management training teaches how to manage such resource as time.\nWhat is the reason for the constant lack of time for the most important things?",

  "Давайте познакомимся?": "ДАВАЙТЕ ПОЗНАКОМИМСЯ?",
  "Hello everyone, my name is Anar": "Hello everyone, my name is Anar! I am a business coach, business consultant, mentor and coach. I have a higher economic, social, business, training and coaching education, which I received throughout my life. Since 1998 I have been conducting business consultations for more than 50 companies in the areas of doing business, restructuring, business development, integrating business into new markets, as well as attracting investors. I am an author of several projects: “Tridend Project”; “Entertaiment & Amusement Park”, “Lotus Residence”, etc. I am the founder of the company - “Dot & Circle” since 2018, co-founder of the British consulting company - Altempus Capital, founder of the commercial company \"Arkade\" and the co-founder of the Investment Group - TMWIG Ltd USA. I began my coaching and trainer career in the 2000s. I am the author of the mentoring programs for personal growth and development in business and the corporate environment. I develop and conduct my training programs according to my own developed model based on the discovery of internal opportunities hidden inside of an individual and the development of creative potential and creativity, both from business development and personal growth perspectives. ⠀ From early ages I am interested in and engage in oriental martial arts. As a result, I am a master of martial arts, the owner of the 6th dan of the black belt. At present, I am Vice President of the Hap Ki Do Federation of Azerbaijan, as well as co-founder of the Su Bak Do Federation. My 20 years’ experience in martial arts is reflected in the books “The Encyclopedia of Martial Arts” and “The Primer in Taekwon Do,” I am a co-author of. I have been practicing the Eastern - Orthodox system of yogis for 30+ years. I have a unique experience in the study of human nature. I know for certain that the whole world is enclosed in the mind of man. Therefore, based on my methodology for working with people, I use unique meditative techniques, systems of internal concentration and disclosure of hidden talents. My goal is to share my experience and skills with you, and create the best conditions for your comprehensive development and maximum self-realization.",


  "Work in groups":"Work in groups",
  "Each participant voices his/her goals in the presence": "\nEach participant voices his/her goals in the presence of other participants of the",
  "Business Game": "Business Game",
  "Identifying the strengths and weaknesses of habitual": "\nIdentifying the strengths and weaknesses of habitual behavior during relationship building.",
  "Work with a trainer": "Work with a trainer",
  "Familiarization with personal cases of participants": "Familiarization with personal cases of participants and their review and adjustment.",
  "Work in pairs": "Work in pairs",
  "Each participant practices and consolidates the": "Each participant practices and consolidates the acquired material.",
  "Lecture material": "Lecture material",
  "Outline of basic principles, concepts and stereotypes": "Outline of basic principles, concepts and stereotypes important for the formation of successful relationships.",
  "Practice": "PRACTICE 70%",
  "Theory": "THEORY 30%",

  "Our trainings are for you, if ...": "Our trainings are for you, if ...",
  "1 YOu are development oriented": "1 YOU ARE DEVELOPMENT ORIENTED",
  "And your goals are far beyond an average company goals": "And your goals are far beyond an average company goals",
  "2 You increase sales": "2 YOU INCREASE SALES",
  "And you know that investment in training always works for profit": "And you know that investment in training always works for profit",
  "3 You take care of the image": "3 YOU TAKE CARE OF THE IMAGE",
  "And employees high performance is important for you": "And employees high performance is important for you",
  "4 You build a team": "4 YOU BUILD A TEAM",
  "And strengths and power of corporate spirit is a priority for you": "And strengths and power of corporate spirit is a priority for you",

  "go to": "Go to",

  "Goals": "Goals",
  "Values": "Values",
  "We look for tools to achieve the desired changes in our lives": "We look for tools to achieve the desired changes in our lives",
  "To study effective technologies": "To study effective technologies and apply them",
  "We create the best conditions": "We create the best conditions for the full development and maximum self-realization of the individual, for professional growth and the realization of higher expectations in personal life and in the field of career growth - improve the quality of life!",
  "Individual approach Continuous development": "Individual approach Continuous development  70% Practice - 30% Theory",

  "Why we?": "Why we?",
  "Each training is a": "Each training is a well-thought-out open and flexible program, which includes comprehensive coverage of the problem taking into account modern business requirements, which adapts to individual goals and objectives of the client. We always strive to arrange learning process so that in shortest time we deliver most important knowledge to students, which will help them to fulfill themselves and become a profitable investment in business development"
}